{
    "data": [
        {
            "id": 7184,
            "component": "TextV2",
            "component_id": 72,
            "attributes": {
                "containerLayout": {
                    "css": {
                        "color": "",
                        "fontSize": "12px"
                    },
                    "inlineCss": ""
                },
                "keyComponents": {
                    "heading": {
                        "css": {
                            "color": "text-2xl py-2",
                            "fontSize": "12px"
                        },
                        "content": "",
                        "inlineCss": ""
                    },
                    "description": {
                        "content": "",
                        "inlineCss": "",
                        "css": {
                            "color": ""
                        }
                    },
                    "button": {
                        "content": "",
                        "link": "",
                        "css": {
                            "color": ""
                        },
                        "inlineCss": ""
                    },
                    "caption": {
                        "content": "",
                        "css": {
                            "color": "text-slate-400 font-light"
                        },
                        "inlineCss": "",
                        "parseHtml": ""
                    },
                    "image": {
                        "content": "https://mail.ijli.com.np/uploads/editor.ijli.com.np//home-bg-3.jpg",
                        "link": "",
                        "css": {
                            "color": "w-full "
                        }
                    }
                },
                "wrapper": {
                    "sectionWrap": {
                        "css": {
                            "color": ""
                        }
                    },
                    "contentWrap": {
                        "css": {
                            "color": ""
                        }
                    },
                    "mainWrap": {
                        "css": {
                            "color": ""
                        },
                        "inlineCss": ""
                    },
                    "imageWrap": {
                        "css": {
                            "color": ""
                        }
                    }
                }
            },
            "order": 3
        },
        {
            "id": 7185,
            "component": "TextV2",
            "component_id": 72,
            "attributes": {
                "containerLayout": {
                    "css": {
                        "color": "container m-auto ",
                        "fontSize": "12px"
                    },
                    "inlineCss": ""
                },
                "keyComponents": {
                    "heading": {
                        "css": {
                            "color": "text-2xl py-2 text-blue-700",
                            "fontSize": "12px"
                        },
                        "content": "NAT / JLPT Preparation",
                        "inlineCss": ""
                    },
                    "description": {
                        "content": "",
                        "inlineCss": "",
                        "css": {
                            "color": ""
                        }
                    },
                    "button": {
                        "content": "",
                        "link": "",
                        "css": {
                            "color": ""
                        },
                        "inlineCss": ""
                    },
                    "caption": {
                        "content": "We Provide NAT/JLPT Preparation class. Students who wants to appear in the NAT/JLPT test, we provide them quality and regular classes with numerious test and questionnaires. We make them capable to face the test easily and effiiciently.\n<br/><br/>\nThe Japanese Language NAT-TESTÂ is an examination that measures the Japanese language ability of students who are not native Japanese speakers. The tests are separated by difficulty (five levels) and general ability is measured in three categories: Grammar/Vocabulary, Listening and Reading Comprehension. The format of the exam and the types of questions are equivalent to those that appear on the Japanese-Language Proficiency Test (JLPT).\n<br/><br/><br/>\n\n <b>A decades-long, worldwide record of success </b>\n<br/><br/>\nThe Japanese Language NAT-TEST is based on the Japanese Language Achievement Test for Non-Native Speakers, held twice a year since 1988 in Japan and other countries such as China, Taiwan and South Korea. The Japanese Language Achievement Test is used by many Japanese language schools and education centers as a proactive way of measuring students` performance and in guidance counseling.\n<br/><br/>\n\n<b>The best way to prepare for the JLPT</b>\n<br/><br/>\nThe format of the Japanese Language NAT-TEST and questions that appear on it are based on the Japanese Language Achievement Test for Non-Native Speakers, which also conforms to the guidelines of the Japanese Language Proficiency Test (JLPT). When students are entering a Japanese university or applying for a college student visa, they often take the JLPT as a general way to measure their language ability. Because the NAT-TEST conforms to the guidelines of the JLPT, it is also an excellent way to prepare for that exam. (For example, Level 5 of the NAT-TEST is equivalent to N5 of the JLPT) One other advantage the NAT-TEST has is that while the JLPT is only held twice a year (once a year in select countries), our exam is held six times a year so you can use it to get a more detailed measure of the progress of your Japanese ability.\n<br/><br/>\n\n<b>Quick and detailed exam results</b>\n<br/><br/>\nWe issue the results of the test within three weeks of the examination date. On the score report will be printed not only your general score but also a detailed breakdown of the different sections and how you performed on them. Your strong suits and weak points on the test will be visible at a glance. For those who pass, a certificate will be issued as well.\n\n<br/><br/>\n<b>An exam of the highest quality</b>\n<br/><br/>\nThe members of our administration committee, who create the questions and material that appear on the exam, are veteran Japanese language instructors as well as textbook writers and editors. We use reference materials that have an established reputation in the Japanese language education industry and guarantee high-quality examination questions and material, as our basic guidelines that are used for creating questions.\n\n<br/><br/>\n<b>The integrity of the exam</b>\n<br/><br/>\nThe administration committee of the Japanese Language NAT-TEST does not allow any improprieties concerning test taking. It is our duty to confirm the identities of all test takers of the NAT-TEST. To do this, we issue application tickets with the test taker's photo and identifying information. The proctors at each exam site also confirm the identities of each test taker by making sure they have identification that matches their application ticket.\n<br/><br/>\nIn order to ensure the integrity of all parts of the examination process, all of our test takers, users, and administrators have agreed to abide by the NAT-TEST Code of Honor, which helps ensure the honest behavior of all those involved with the exam. We thank you all for your cooperation.\n",
                        "css": {
                            "color": "text-slate-500 text-base font-light"
                        },
                        "inlineCss": "",
                        "parseHtml": "1"
                    },
                    "image": {
                        "content": "https://www.ulatus.com/translation-blog/wp-content/uploads/2016/06/Japanese_translation.png",
                        "link": ""
                    }
                },
                "wrapper": {
                    "sectionWrap": {
                        "css": {
                            "color": "grid grid-cols-12 text-left p-5 items-center"
                        }
                    },
                    "contentWrap": {
                        "css": {
                            "color": "md:col-span-7  order-1 px-6 col-span-12"
                        }
                    },
                    "mainWrap": {
                        "css": {
                            "color": "md:-mt-96 z-10  relative bg-white"
                        },
                        "inlineCss": "{\"fontFamily\":\"Outfit\"}"
                    },
                    "imageWrap": {
                        "css": {
                            "color": "md:col-span-3  order-2 md:col-start-9 col-span-12"
                        }
                    }
                }
            },
            "order": 4
        }
    ]
}