{
    "data": [
        {
            "id": 7362,
            "component": "CardV2",
            "component_id": 62,
            "attributes": {
                "containerLayout": {
                    "css": {
                        "color": "text-center",
                        "fontSize": "12px"
                    },
                    "inlineCss": "{\"fontFamily\":\"Outfit\"}"
                },
                "keyComponents": {
                    "heading": {
                        "css": {
                            "color": "text-2xl py-5 text-slate-800",
                            "fontSize": "12px"
                        },
                        "content": "Discover Nepal's Leading Education Consultancy, unrivaled in Excellence &Commitment to your Academic Success!",
                        "inlineCss": ""
                    },
                    "description": {
                        "content": "",
                        "inlineCss": "",
                        "css": {
                            "color": "font-family-oxygen  font-size-3 mbr-pt-1"
                        }
                    },
                    "button": {
                        "content": "",
                        "link": "",
                        "css": {
                            "color": "bg-indigo-700\trounded-full px-5 py-3 text-white"
                        }
                    },
                    "image": {
                        "content": ""
                    },
                    "caption": {
                        "content": "Look no further for proof of our exceptional service\n than the following testimonials from satisfied students",
                        "css": {
                            "color": "text-lg py-2 text-slate-700"
                        }
                    },
                    "itemInfo": {
                        "reverseDisplayOrder": "",
                        "activateSlider": "",
                        "rowCounts": ""
                    }
                },
                "wrapper": {
                    "sectionWrap": {
                        "css": {
                            "color": "flex flex-col"
                        }
                    },
                    "contentWrap": {
                        "css": {
                            "color": ""
                        }
                    },
                    "imageWrap": {
                        "css": {
                            "color": ""
                        }
                    },
                    "itemheadingWrap": {
                        "css": {
                            "color": "font-family-andada font-size-3 mbr-m-0 "
                        }
                    },
                    "itemSectionWrap": {
                        "css": {
                            "color": "flex flex-col bg-indigo-500 text-stone-100 rounded-lg text-sm md: m-0 my-5 flex items-center pt-4"
                        },
                        "inlineCss": ""
                    },
                    "itemHeadingWrap": {
                        "css": {
                            "color": "font-family-andada font-size-3 mbr-m-0 "
                        }
                    },
                    "itemHeaderWrap": {
                        "css": {
                            "color": "font-light text-base"
                        },
                        "inlineCss": ""
                    },
                    "itemIconWrap": {
                        "inlineCss": "{\"fontSize\":\"50px\"}",
                        "css": {
                            "color": "text-yellow-500 pt-4 pl-4 w-full"
                        }
                    },
                    "itemRowWrap": {
                        "css": {
                            "color": "md:col-span-4 col-span-12 md:mx-5"
                        }
                    },
                    "itemCaptionWrap": {
                        "css": {
                            "color": "align-left py-3 "
                        },
                        "inlineCss": ""
                    },
                    "itemContainerWrap": {
                        "css": {
                            "color": "container m-auto md:px-10 py-4"
                        }
                    },
                    "itemContentWrap": {
                        "inlineCss": "",
                        "css": {
                            "color": "text-left md:p-5 p-5"
                        }
                    },
                    "itemTitleWrap": {
                        "css": {
                            "color": ""
                        },
                        "inlineCss": "{\"padding\":\"5px\"}"
                    },
                    "mainWrap": {
                        "css": {
                            "color": "container py-10 items-center m-auto md:px-5 px-10"
                        }
                    },
                    "itemImageWrap": {
                        "css": {
                            "color": "rounded-full overflow-hidden h-32 w-32"
                        }
                    }
                },
                "itemList": [
                    {
                        "image": "https://mail.ijli.com.np/uploads/admin.stellar.edu.np//WhatsApp Image 2024-05-22 at 13.54.54_43f200f3.jpg",
                        "heading": "Stellar Education made my dream of studying in Australia a reality with their exceptional guidance and support. Their professional counselors provided personalized assistance, expertly handling the application and visa process. Their dedication and valuable pre-departure advice ensured I felt well-prepared and confident. I highly recommend Stellar Education for anyone pursuing international studies. Thank you for making my dream come true!",
                        "caption": "Kabita Tamang \nAustralia Visa Granted",
                        "icon": "FaQuoteLeft",
                        "parseHtml": "1"
                    },
                    {
                        "image": "https://mail.ijli.com.np/uploads/admin.stellar.edu.np//Untitled-1.jpg",
                        "heading": "My name is Sachin Kushwaha, and I recently secured a UK visa at Ravensbourne University  for Master of Project Management with the invaluable support of Stellar Education. They expertly assisted me with everything from documentation to interview preparation, providing clear guidance and personalized assistance. Their dedication and professionalism made the entire process smooth and efficient, boosting my confidence and ensuring my success. I highly recommend Stellar Education to anyone aspiring to study abroad. Thank you, Stellar Education, for making my dream come true!",
                        "caption": "Sachin Kushwaha-\nRavensbourne University UK",
                        "icon": "FaQuoteLeft",
                        "parseHtml": "1"
                    },
                    {
                        "image": "https://mail.ijli.com.np/uploads/admin.stellar.edu.np//USA.jpg",
                        "heading": "My name is Jamuna Khatiwada, and I recently secured a USA visa for my further studies with the incredible support from Stellar Education. They expertly assisted me with everything from documentation to interview preparation, making the entire process smooth and efficient. Their dedication and professionalism boosted my confidence and ensured my success. I am extremely grateful for their help and highly recommend Stellar Education to anyone looking to study in the USA. Thank you, Stellar Education, for making my dream come true!",
                        "caption": "Jamuna Khatiwada\nUSA Visa Granted",
                        "icon": "FaQuoteLeft",
                        "parseHtml": "1"
                    },
                    {
                        "image": "https://mail.ijli.com.np/uploads/admin.stellar.edu.np//Ashok Gautam- NZ Waikato.jpg",
                        "heading": "My name is Ashok Gautam, and I recently secured a New Zealand  visa to Study Master of Engineering at University of Waikato with the incredible support from Stellar Education. They expertly assisted me with everything from documentation to interview preparation, making the entire process smooth and efficient. Their dedication and professionalism boosted my confidence and ensured my success. I am extremely grateful for their help and highly recommend Stellar Education to anyone looking to study in the USA. Thank you, Stellar Education, for making my dream come true!",
                        "caption": "Ashok Gautam-\nUniversity of Waikato",
                        "icon": "FaQuoteLeft",
                        "parseHtml": "1"
                    },
                    {
                        "heading": "My name is Amrit Karki, and I recently secured a New Zealand  visa to Study Master of Engineering at Auckland University of Technology (AUT) with the incredible support from Stellar Education. They expertly assisted me with everything from documentation to interview preparation, making the entire process smooth and efficient. Their dedication and professionalism boosted my confidence and ensured my success. I am extremely grateful for their help and highly recommend Stellar Education to anyone looking to study in the USA. Thank you, Stellar Education, for making my dream come true!",
                        "caption": "Amrit Karki-\n Auckland University of Technology (AUT)",
                        "icon": "FaQuoteLeft",
                        "parseHtml": "1",
                        "image": "https://mail.ijli.com.np/uploads/admin.stellar.edu.np//Amrit karki.jpg"
                    },
                    {
                        "image": "https://mail.ijli.com.np/uploads/admin.stellar.edu.np//Anjan Baniya .jpg",
                        "heading": "My name is  Anjan Baniya, and I recently secured a New Zealand  visa to Study Master of Engineering at University of Waikato with the incredible support from Stellar Education. They expertly assisted me with everything from documentation to interview preparation, making the entire process smooth and efficient. Their dedication and professionalism boosted my confidence and ensured my success. I am extremely grateful for their help and highly recommend Stellar Education to anyone looking to study in the New Zealand. Thank you, Stellar Education, for making my dream come true!",
                        "caption": "Anjan Baniya-\nUniversity of Waikato",
                        "icon": "FaQuoteLeft",
                        "parseHtml": "1"
                    },
                    {
                        "heading": "\"I am very happy to share my incredible journey of achieving my dream to study at Massey University, New Zealand, with the unwavering support of Stellar Education. From the initial consultation to the final visa approval, the team at Stellar Education guided me every step of the way with professionalism and dedication.\"\n\nThe personalized attention I received made the entire process smooth and stress-free. Their expert counseling helped me choose the perfect program at Massey University, and their thorough assistance with documentation ensured my visa application was seamless.\n\nThanks to Stellar Education, I am now on my way to pursuing a world-class education in New Zealand. I highly recommend their services to anyone looking to turn their study abroad dreams into reality!\"\n\n",
                        "caption": "Salina Adhikari-\n Massey University Student",
                        "icon": "FaQuoteLeft",
                        "image": "https://mail.ijli.com.np/uploads/admin.stellar.edu.np/salina.jpg"
                    },
                    {
                        "heading": "\"Choosing to study abroad was a big decision, but with the support of Stellar Education, it became one of the best experiences of my life. Their expertise and guidance played a vital role in helping me secure my visa to study at Bowling Green State University in the USA.\"\n\nFrom selecting the right program to preparing my application, the Stellar Education team provided exceptional support. They were always available to address my concerns, ensure my documents were perfect, and guide me through every step of the process.\n\nThanks to their dedication, I am now ready to embark on this exciting academic journey at Bowling Green State University. I am incredibly grateful to Stellar Education and recommend their services to anyone dreaming of studying abroad.\n\n\n\n",
                        "caption": "Swostika Lamichhane-\n(Proud Bowling Green State University Student)",
                        "icon": "FaQuoteLeft",
                        "image": "https://mail.ijli.com.np/uploads/admin.stellar.edu.np//Photo- Swostika.jpg"
                    }
                ]
            },
            "order": 14
        }
    ]
}